{"Alp Trophy Necklace": {"name": "Alp Trophy Necklace", "description": "This necklace fashioned from trophies taken of various Alps declares the one wearing it a veteran of battle against supernatural nocturnal predators, and not easily daunted.", "accessoryIcon": "alp_trophy", "isDroppedAsLoot": "true"}
,"Armored Wardog": {"name": "Armored Wardog", "description": "A strong and loyal dog bred for war. Can be unleashed in battle for scouting, tracking or running down routing enemies. This one wears a leather coat for protection against cutting wounds.", "accessoryIcon": "dog_01_01_armor_01_70x70", "isDroppedAsLoot": "true"}
,"Armored Warhound": {"name": "Armored Warhound", "description": "A strong and loyal northern hound bred for war. Can be unleashed in battle for scouting, tracking or running down routing enemies. This one wears a leather coat for protection against cutting wounds.", "accessoryIcon": "hound_01_armor_01_70x70", "isDroppedAsLoot": "true"}
,"Cursed Crystal Skull": {"name": "Cursed Crystal Skull", "description": "An eerie skull carved from a single large crystal. No scratch or other mark can be seen on its surface. Just being near it kills the fire of determination in almost any man, breaks hope and lets sprout doubts.", "accessoryIcon": "ancient_skull", "isDroppedAsLoot": "true"}
,"Falcon": {"name": "Falcon", "description": "A trained falcon. Can be released in battle to discover hidden prey.", "accessoryIcon": "falcon", "isDroppedAsLoot": "true"}
,"Nachzehrer Trophy Necklace": {"name": "Nachzehrer Trophy Necklace", "description": "This necklace fashioned from trophies taken of various Nachzehrers declares the one wearing it a veteran of battle against feral beasts, and not easily daunted.", "accessoryIcon": "nachzehrer_trophy", "isDroppedAsLoot": "true"}
,"Goblin Trophy": {"name": "Goblin Trophy", "description": "This necklace of goblin ears declares the one wearing it a veteran of many battles against the green menace, and not one to fall to their dirty little tricks anymore.", "accessoryIcon": "goblin_trophy", "isDroppedAsLoot": "true"}
,"Heavily Armored Wardog": {"name": "Heavily Armored Wardog", "description": "A strong and loyal dog bred for war. Can be unleashed in battle for scouting, tracking or running down routing enemies. This one wears a heavy hide coat for protection.", "accessoryIcon": "dog_01_01_armor_02_70x70", "isDroppedAsLoot": "true"}
,"Heavily Armored Warhound": {"name": "Heavily Armored Warhound", "description": "A strong and loyal northern hound bred for war. Can be unleashed in battle for scouting, tracking or running down routing enemies. This one wears a heavy hide coat for protection.", "accessoryIcon": "hound_01_armor_02_70x70", "isDroppedAsLoot": "true"}
,"Hexen Trophy Necklace": {"name": "Hexen Trophy Necklace", "description": "This necklace fashioned from trophies taken of slain Hexen declares the one wearing it a veteran of battle against vile sorcery, and not easily daunted.", "accessoryIcon": "hexe_trophy", "isDroppedAsLoot": "true"}
,"Orc Trophy": {"name": "Orc Trophy", "description": "This necklace of bones taken from a berserking orc declares the one wearing it a veteran of many battles against the green beasts, and not one to be bested by their brute force.", "accessoryIcon": "orc_trophy", "isDroppedAsLoot": "true"}
,"Sergeant's Sash": {"name": "Sergeant's Sash", "description": "A sash worn by the company's sergeant, your second-in-command on the battlefield.", "accessoryIcon": "sergeant_trophy", "isDroppedAsLoot": "true"}
,"Undead Trophy": {"name": "Undead Trophy", "description": "This ancient necklace taken from a pile of bones declares the one wearing it a veteran of many battles against the undead scourge, and one not to waver in the face of their horror.", "accessoryIcon": "undead_trophy", "isDroppedAsLoot": "true"}
,"Wardog": {"name": "Wardog", "description": "A strong and loyal dog bred for war. Can be unleashed in battle for scouting, tracking or running down routing enemies.", "accessoryIcon": "dog_01_01_70x70", "isDroppedAsLoot": "true"}
,"Unleash Warhound": {"name": "Unleash Warhound", "description": "A strong and loyal northern hound bred for war. Can be unleashed in battle for scouting, tracking or running down routing enemies.", "accessoryIcon": "hound_01_70x70", "isDroppedAsLoot": "true"}
,"Warwolf": {"name": "Warwolf", "description": "A strong and wild wolf, tamed to be a loyal companion in battle. Can be unleashed in battle for scouting, tracking or running down routing enemies.", "accessoryIcon": "wolf_01_70x70", "isDroppedAsLoot": "true"}
}